logging/log4jIsolated/request.xml

<?xml version="1.0"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Header/>
  <env:Body>
    <ns2:testLogging xmlns:ns2="http://logging.gss.redhat.com/"/>
  </env:Body>
</env:Envelope>
